package com.pactera.yhl.constract;

import java.util.HashMap;
import java.util.Map;

public class BranchMap {
    public static final Map<String,String> map = new HashMap<String,String>(){
        {
            put("长兴营销服务部","浙江分公司");
            put("湖州中心支公司","浙江分公司");
            put("北京市本级","北京市分公司");
            put("广州中心支公司","广东分公司");
            put("台州营销服务部","浙江分公司");
            put("宁波市本级","浙江分公司");
            put("山东省本级","山东分公司");
            put("上海市本级","上海市分公司");
            put("广东分公司汕尾地区","广东分公司");
            put("广东分公司汕头地区","广东分公司");
            put("广东分公司茂名地区","广东分公司");
            put("广东分公司肇庆地区","广东分公司");
            put("广东分公司阳江地区","广东分公司");
            put("广东分公司揭阳地区","广东分公司");
            put("广东分公司江门地区","广东分公司");
            put("广东分公司湛江地区","广东分公司");
            put("湖州中心支公司","浙江分公司");
            put("淄博中心支公司","山东分公司");
            put("周浦营销服务部","上海市分公司");
            put("第二营销服务部","北京市分公司");
            put("杭州中心支公司","浙江分公司");
            put("广东省本级","广东分公司");
            put("浙江省本级","浙江分公司");
            put("广东分公司云浮地区","广东分公司");
            put("广东分公司河源地区","广东分公司");
            put("广东分公司梅州地区","广东分公司");
            put("广东分公司清远地区","广东分公司");
            put("广东分公司潮州地区","广东分公司");
            put("广东分公司惠州地区","广东分公司");
            put("广东分公司珠海地区","广东分公司");
            put("广东分公司韶关地区","广东分公司");
            put("广东分公司中山地区","广东分公司");
            put("广东分公司东莞地区","广东分公司");
            put("金山营销服务部","上海市分公司");
            put("佛山中心支公司","广东分公司");
            put("章丘中心支公司","山东分公司");
            put("宁波支公司","浙江分公司");
        }

    };
}
