package com.pactera.yhl.constract;

import java.util.HashMap;
import java.util.Map;

public class ManageCom {
    public static final Map<String,String> manageCom = new HashMap<String,String>(){
        {
            put("北京市分公司","8611");
            put("山东分公司","8637");
            put("浙江分公司","8633");
            put("广东分公司","8644");
            put("上海市分公司","8631");
            put("北京","861101");
            put("上海","863101");
            put("湖州","863301");
            put("浙江","863302");
            put("宁波","863303");
            put("嘉兴","863304");
            put("台州","863305");
            put("绍兴","863306");
            put("舟山","863307");
            put("金华","863308");
            put("丽水","863309");
            put("温州","863310");
            put("杭州","863311");
            put("衢州","863312");
            put("域外","863701");
            put("东营","863702");
            put("济南","863703");
            put("济南一部","863704");
            put("济南二部","863705");
            put("淄博","863706");
            put("莱芜","863707");
            put("菏泽","863708");
            put("聊城","863709");
            put("威海","863710");
            put("潍坊","863711");
            put("江门","864401");
            put("茂名","864402");
            put("东莞","864403");
            put("广州","864404");
            put("云浮","864405");
            put("中山","864406");
            put("湛江","864407");
            put("清远","864408");
            put("韶关","864409");
            put("阳江","864410");
            put("潮州","864411");
            put("揭阳","864412");
            put("佛山","864413");
            put("肇庆","864414");
        }
    };
}
